---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternalFileReferenceType.Decal
enum: Autodesk.Revit.DB.ExternalFileReferenceType
source: html/4ccfe92f-71d9-e9d6-c308-5a178186837b.htm
---
# Autodesk.Revit.DB.ExternalFileReferenceType.Decal

Decals (images which appear only during rendering)